<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8" trimDirectiveWhitespaces="true" %>
    <%@ taglib uri="http://java.sun.com/jsp/jstl/core" prefix="c" %>
<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01 Strict//EN" "http://www.w3.org/TR/html4/strict.dtd">
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<link href="${pageContext.request.contextPath}/resources/css/blog.css" rel="stylesheet">
    
<title>#SHOP 이용약관</title>
</head>
<body>
<!-- 헤더 -->
<%@ include file="/resources/include/header.jsp"%>
<div data-v-8e4e6430="" fragment="95e7214531" class="term-container">
<h1 data-v-8e4e6430="">이용약관</h1> 
<div data-v-2c6d83c5="" data-v-8e4e6430="" class="term">
<pre data-v-2c6d83c5="">

본 서비스 이용약관(이하 “본 약관”)은 ㈜#SHOP(이하 “회사”)이 제공하는 서비스 이용에 대한 조건을 정하고 있으며, 서비스 이용자와 회사 간의 계약을 구성합니다.


회사의 서비스를 이용하고자 하는 자는 서비스를 등록 및 사용함에 있어서 본 약관에 따라 본 약관, 서비스 약관, 이용정책 등에 구속되며 본 약관을 준수할 것에 동의합니다.

제1장 총칙

제1조 (목적)
 
본 약관은 회원이 회사가 운영하는 사이트, 온라인 쇼핑몰에서 제공하는 서비스를 이용함에 있어 회사와 이용자의 권리 의무 및 책임 사항을 규정하는데 목적이 있습니다.
 
제2조 (용어의 정의)
1. 본 약관에서 사용하는 용어의 정의는 다음과 같습니다.
1) 서비스 :  구현되는 단말기(PC, TV, 휴대형 단말기 등의 각종 유무선 장치를 포함)와 상관없이 이용자가 이용할 수 있도록 회사가 제공하는 서비스와 이를 이용하여 개발한 API 응용 애플리케이션 또는 웹서비스를 의미합니다.
2) 사이트 : 회사가 컴퓨터, TV 및 휴대폰 등 정보통신 설비를 이용하여 재화 또는 용역(이하 “재화 등”이라 함)을 이용자에게 제공하기 위하여 설정한 가상의 영업장을 말합니다.
3) 회원 : 본 약관에 동의하고 회사의 회원으로 가입한 자를 의미합니다.
4) 비회원 : 회원에 가입하지 않고 회사가 제공하는 서비스를 이용하는 자를 말합니다.
5) 이용자 : 사이트에 접속하여 이 약관에 따라 회사가 제공하는 서비스를 받는 회원, 비회원을 말합니다.
6) 아이디(ID) : 회원 식별과 회원의 서비스 이용을 위하여 회원이 선정하고 회사가 승인한 문자와 숫자 등의 조합을 말합니다.
7) 비밀번호(PASSWORD) : 회원 본인 확인 및 회원의 개인정보, 거래정보의 보호를 위하여 회원 자신이 설정한 문자와 숫자 등의 조합을 말합니다.
8) 게시물 : 회원이 사이트에 게시한 문자, 문서, 그림, 음성, 링크, 파일 혹은 이들의 조합으로 이루어진 정보 등 모든 정보나 자료를 의미합니다.
9) 쿠폰 : 물품을 구매할 때 표시된 금액 또는 비율만큼 물품대금에서 할인 받을 수 있는 회사가 발급한 증표를 의미합니다.
10) 포인트 : 회사가 운영하는 사이트의 이용실적에 따라 회사가 정하는 비율을 적립하여, 결제수단으로 사용하거나 기타 회사가 제공하는 혜택과 교환이 가능한 수단을 말합니다. 단, 명칭은 사이트마다 상이할 수 있습니다.
2. 본 약관에서 사용하는 용어의 정의는 제1항에서 정하는 것을 제외하고는 관계 법령 및 서비스 별   안내에서 정하는 바에 의합니다.

제2장 회원 계정 및 이용계약

제3조 (회원의 아이디 및 비밀번호에 대한 의무)
1. 아이디와 비밀번호에 관한 관리책임은 회원에게 있습니다.
2. 회원은 자신의 아이디 및 비밀번호를 제3자에게 이용하게 해서는 안됩니다.
3. 회사는 회사의 고의 또는 중대한 과실이 없는 한, 회원이 아이디 및 비밀번호를 소홀히 관리하여 발생하는 회원의 손해에 대해 책임을 지지 않습니다.
4. 회원은 아이디 및 비밀번호가 도용되거나 제3자가 사용하고 있음을 인지한 경우에는 이를 즉시 회사에 통지하고 회사의 안내에 따라야 합니다.
 
제4조 (회원가입)
1. 이용자는 회사가 정한 가입 양식에 회원정보를 기입한 후 이 약관에 동의한다는 의사표시를 함으로서 회원가입을 신청합니다. 
2. 회사는 제1항과 같이 회원으로 가입할 것을 신청한 이용자 중 다음 각호에 해당하지 않는 한 회원으로 등록합니다.
1) 가입신청자가 이 약관 제16조에 의하여 이전에 회원 자격을 상실한 적이 있는 경우. 단, 제16조에 의하여 회원 자격 상실 후 3개월이 경과한 자로서 사이트의 회원 재가입 승낙을 얻은 경우에는 예외로 합니다.
2) 등록 내용에 허위, 기재누락, 오기가 있는 경우
3) 기타 회원으로 등록하는 것이 회사의 기술상 현저히 지장이 있다고 판단되는 경우
4) 회원가입 신청자 중 회원 가입일 현재 만 14세 미만인 경우. 단, 만14세 미만이라도 법정대리인의 동의가 있을 시, 회원가입 신청을 승낙하는 정책을 적용하는 일부 사이트는 예외로 합니다.
5) 회사의 운영정책에 적합하지 않는 회원으로 판단되는 경우
3. 회사는 다음 각 호에 해당하는 신청에 대해서 승낙하지 않거나 사후에 회원자격 박탈 및  이용계약을 해지할 수 있습니다.
1) 가입신청자가 이 약관에 의하여 이전에 회원 자격을 상실한 적이 있는 경우
2) 제3자의 전자우편 주소를 이용하여 신청한 경우
3) 허위의 정보를 기재하거나, 회사가 필수적으로 입력을 요청한 부분을 기재하지 않은 경우
4) 부정한 용도로 서비스를 사용하고자 하는 경우
5) 이용자의 귀책사유로 인하여 승인이 불가능하거나 기타 규정한 제반 사항을 위반하며 신청하는 경우
6) 회사의 정책에 적합하지 않는 회원으로 판단되는 경우나 서비스 제공이 곤란한 경우
7) 회원의 이용 목적이나 서비스 이용 방법이 회사의 재산권이나 영업권을 침해하거나 침해할 우려가 있는 경우
8) 비정상적인 방법을 통하여 아이디 및 도메인을 대량으로 생성하는 행위를 하는 경우
4. 회사는 회원에 대해 회사 정책에 따라 등급별로 구분하여 이용시간, 이용횟수, 서비스 메뉴 등을 세분하여 이용에 차등을 둘 수 있습니다.
5. 회원은 회원가입 시 등록한 사항에 변경이 있는 경우, 상당한 기간 이내에 회사에 대하여 회원정보 수정 등의 방법으로 그 변경사항을 알려야 합니다. 이를 해태하여 발생하는 회원의 불이익이 있는 경우 이는 회사의 책임으로 보지 않습니다.
6. 회사가 회원에 대한 통지를 하는 경우, 회원이 회사에 등록한 SNS 계정, SMS 수신번호 또는 전자우편 주소 등으로 합니다. 회사는 불특정다수 회원에 대한 통지의 경우 1주일 이상 사이트 게시판에 게시함 으로 개별 통지에 갈음할 수 있습니다. 다만, 회원 본인의 거래와 관련하여 중대한 영향을 미치는 사항에 대하여는 개별통지를 합니다.
7. 회원이 정보 변경 및 회원의 자격은 회사가 제공하는 모든 사이트에 동일하게 적용됩니다.
 
제5조 (회사의 의무)
1. 회사는 계속적이고 안정적인 서비스의 제공을 위하여 최선을 다하여 노력합니다.
2. 회사는 이용자가 안전하게 서비스를 이용할 수 있도록 현재 인터넷 보안기술의 발전수준과 회사가 제공하는 서비스의 성격에 적합한 보안시스템을 갖추고 운영해야 합니다.
3. 회사는 이용자로부터 제기되는 의견이나 불만이 정당하다고 인정할 경우 이를 처리하여야 합니다. 이때 처리과정에 대해서 고객에게 메일 및 게시판 등의 방법으로 전달합니다.
4. 회사는 「정보통신망 이용촉진 및 정보보호에 관한 법률」, 「전자상거래 등에서의 소비자보호에 관한 법률」, 「통신비밀보호법」, 「전기통신사업법」 등 서비스의 운영, 유지와 관련 있는 법규를 준수합니다.
 
제6조 (이용자의 의무)
1. 이용자는 다음 각호에 해당하는 행위를 해서는 안됩니다.
1) 이용 신청 또는 회원정보 변경 시 허위내용 등록
2) 타인의 정보 도용
3) 회사의 운영자, 임직원, 회사를 사칭하거나 관련 정보를 도용
4) 회사가 게시한 정보의 변경
5) 회사와 기타 제3자의 저작권, 영업비밀, 특허권 등 지적재산권에 대한 침해
6) 회사와 다른 이용자 및 기타 제3자를 희롱하거나, 위협하거나 명예를 손상시키는 행위
7) 외설, 폭력적인 메시지, 기타 공서양속에 반하는 정보를 공개 또는 게시하는 행위
8) 회사와 사전 협의되지 않은 광고 및 홍보물을 게시하는 행위
9) 해킹을 통해서 이용자의 정보를 취득하는 행위
10) 기타 현행 법령에 위반되는 불법적인 행위
11) 회사의 운영정책을 준수하지 않는 행위
2. 회사는 이용자가 전항에서 금지한 행위를 하는 경우, 위반 행위의 경중에 따라 서비스의 이용정지/계약의 해지 등 서비스 이용 제한, 수사 기관에의 고발 조치 등 합당한 조치를 취할 수 있습니다.
3. 이용자는 회사의 명시적 사전 동의가 없는 한 서비스의 이용권한 및 기타 이용계약상의 지위를 제3자에게 양도, 증여, 대여할 수 없으며 이를 담보로 제공할 수 없습니다.
4. 이용자는 관계 법령, 이 약관의 규정, 이용안내 및 서비스와 관련하여 공지한 주의사항, 회사가 통지하는 사항 등을 준수하여야 하며, 기타 회사의 업무에 방해되는 행위를 하여서는 안 됩니다.
5. 이용자는 회사의 사전 허락 없이 회사가 정한 이용 목적과 방법을 위반하여 영업/광고활동 등을 할 수 없고, 이용자의 서비스 이용이 회사의 재산권, 영업권 또는 비즈니스 모델을 침해하여서는 안됩니다.
6. 회사가 이용자와 별도로 서면 계약을 체결하여 사이트 및 제반 서비스의 특성을 이용할 수 있는 명시적인 권리를 부여하지 아니하는 한, 이용자는 회사 또는 사이트의 상호, 상표, 서비스표, 로고, 도메인 네임 및 기타 식별력 있는 브랜드 특성을 이용할 수 없습니다.
회사는 이용자에게 충분한 정보를 제공하고 이에 이용자는 기입한 정보 및 회사의 정책에 동의한 경우, 이용자의 과실로 발생되는 문제에 대하여 이용자가 모든 책임을 부담합니다.

제3장 서비스

제7조 (서비스의 제공 및 변경)
1. 회사는 이용자에게 아래와 같은 서비스를 제공합니다.
1) 재화 또는 용역에 대한 정보 제공 및 구매계약의 체결
2) 구매계약이 체결된 재화 또는 용역의 배송 및 설치
3) 마케팅 정보 제공 및 이행
4) 기타 회사가 정하는 업무
5) 사이트의 개발 및 운영 서비스
2. 회사는 재화 또는 용역의 품절 또는 기술적 사양의 변경 등의 경우에는 장차 체결되는 계약에 의해 제공할 재화 또는 용역의 내용을 변경할 수 있습니다. 이 경우에는 변경된 재화 또는 용역의 내용 및 제공일자를 명시하여 현재의 재화 또는 용역의 내용을 게시한 곳에 즉시 공지합니다
3. 회사가 제공하기로 이용자와 계약을 체결한 서비스의 내용을 재화 등의 품절 또는 기술적 사양의 변경 등의 사유로 변경할 경우에는 그 사유를 이용자에게 통지 가능한 주소(회사와 미리 약정하여 지정한 연락처, 전자우편주소 등 연락 가능한 수단을 포함)로 즉시 통지합니다.
4. 회사는 컴퓨터 등 정보통신설비의 보수점검, 교체 및 고장, 통신의 두절 등의 사유가 발생한 경우에는 서비스의 제공을 일시적으로 중단할 수 있습니다.
5. 회사는 본 조에 의해서 제공되는 서비스가 변경 및 중단될 경우, 회원이 입은 손해에 대하여 배상합니다. 단, 회사가 고의 또는 과실이 없음을 입증하는 경우에는 그러하지 아니합니다.
6. 회사는 서비스의 원활한 수행을 위하여 필요한 기간을 정하여 사전에 공지하고 서비스를 중지할 수 있습니다. 단, 불가피하게 긴급한 조치를 필요로 하는 경우 사후에 통지할 수 있습니다.
 
제8조 (지식재산권의 귀속 및 이용제한)
1. 회사가 작성한 저작물에 대한 저작권 기타 지식재산권은 회사에 귀속합니다.
2. 이용자는 사이트 또는 서비스를 이용함으로써 얻은 정보 중 회사에게 지식재산권이 귀속된 정보를 회사의 사전 승낙 없이 복제, 송신, 출판, 배포, 방송 기타 방법에 의하여 영리목적으로 이용하거나 제3자에게 이용하게 하여서는 안됩니다.
3. 이용자가 회사의 사이트 이용시 작성한 상품평, 상품 관련 질문 등의 게시물에 대한 저작권은 이용자에게 귀속합니다. 단, 회사는 이용자에게 서비스를 제공하기 위하여, 해당 게시물에 대한 저장, 복제, 수정, 공중 송신, 전시, 배포, 2차적 저작물 작성 등의 이용 권한(기한과 지역 제한에 정함이 없으며, 별도 대가 지급이 없는 라이선스)을 부여받습니다. 회사는 이러한 이용 권한에 따라 사이트 및 온/오프라인 제휴매장에서, 저작권법 등 관련 법령에서 정하는 범위 내에서 이용자 게시물의 노출, 회사의 각종 전자상거래 관련 서비스 홍보를 위한 활용, 서비스 운영, 개선 및 새로운 서비스 개발을 위한 연구, 상품 관련 정보 통합 관리 및 상품 마케팅을 위한 목적으로 활용할 수 있습니다.
4. 회사는 이용자가 사이트에 제공하는 서비스를 이용함에 있어 작성한 게시물이 회사의 정상적인 운영에 반하는 경우, 사전 통지 없이 해당 게시물을 삭제할 수 있으며, 이에 대해 회사는 어떠한 책임도 지지 않습니다.
5. 회사는 개별 서비스별로 게시물과 관련된 세부이용지침을 별도로 정하여 시행할 수 있으며, 회원은 그 지침에 따라 게시물(회원간 전달 포함)을 게재 하여야 합니다.
 
제9조 (광고 서비스의 제공 등)
1. 회사는 이용자에게 최상의 서비스를 원활하게 제공하기 위한 재정기반을 마련하기 위하여 상업용 광고를 화면에 게재하거나 「정보통신망 이용촉진 및 정보보호 등에 관한 법률」 등에서 정한 요건에 따라 이메일 또는 DM(서신) 등을 이용하여 개별 이용자에게 보낼 수 있습니다. 단, 수신 거절의 의사를 명백히 표시한 이용자에 대해서는 더 이상 개별적인 이메일 또는 DM(서신) 등을 발송하지 않습니다.
2. 회사는 본 서비스를 통한 광고주의 판촉활동에 회원이 직접 참여함으로써 발생하는 손해에 대하여는 아무런 책임을 부담하지 않습니다.
3. 회사가 제공하는 웹사이트 및 모바일 서비스와 다른 웹사이트가 하이퍼링크(예: 하이퍼링크의 대상에는 문자, 그림 및 동화상 등이 포함됨) 방식 등으로 연결된 경우, 연결된 다른 웹사이트가 독자적으로 제공하는 재화 등에 의하여 이용자와 행하는 거래에 대해서 보증책임을 지지 않습니다.
4. 회원정보, 이용자가 입력한 정보를 활용하여 다양한 배너와 링크(Link)를 포함한 광고를 게재할 수 있습니다.
 
제10조 (전자우편을 통한 정보의 제공)
1. 회사가 회원에 대한 통지를 하는 경우, 회원이 회사에 등록한 전자우편 주소로 할 수 있습니다. 단, 회사는 회원에게 주문안내, 배송안내, 휴/퇴점 완료 등 비광고성 정보 및 광고성 정보를 카카오톡 알림톡으로 통지할 수 있고, 만약 알림톡 수신이 불가능하거나 수신 차단한 경우에는 회원이 회사에 등록한 전자우편 주소로 안내합니다. 카카오톡 알림톡을 통해 안내되는 정보를 와이파이가 아닌 이동통신망으로 이용할 경우, 알림톡 수신 중 데이터 요금이 발생할 수 있습니다. 카카오톡을 통해 발송되는 알림톡 수신을 원치 않으실 경우 알림톡을 차단하여 주시기 바랍니다.
2. 회사는 불특정다수 회원에 대한 통지의 경우 1주일 이상 사이트 게시판에 게시함으로 개별 통지에 갈음할 수 있습니다.
3. 회사는 다음 각호에 해당하는 경우 회원의 동의 여부와 상관없이 전자우편으로 발송할 수 있습니다.
1) 이용 신청에서 입력한 전자우편 주소의 소유를 확인하기 위해서 인증메일을 발송하는 경우
2) 회원의 정보가 변경되어 확인하기 위해서 인증메일을 발송하는 경우
3) 기타 서비스를 제공함에 있어 회원이 반드시 알아야 하는 중대한 정보라고 회사가 판단하는 경우
4. 회사는 회원이 동의한 경우, 영리목적의 광고성 정보를 전송할 수 있습니다. 회원이 이를 원하지 않는 경우에는 서비스 홈페이지 또는 서비스 내부 설정페이지 등을 통하여 수신거부를 할 수 있습니다.
 
제11조 (서비스 이용의 제한)
1. 회사는 천재지변이나 국가비상사태, 해결이 곤란한 기술적 결함 또는 서비스 운영의 심각한 변화 등 불가항력적인 경우가 발생 또는 발생이 예상될 때는 서비스의 전부 또는 일부를 예고 없이 제한하거나 중지할 수 있습니다.
2. 서비스를 이용하게 됨으로써 서비스 영역에서 발생하는 이용자 사이의 문제에 대해 회사는 책임을 지지 않습니다.
3. 회원의 관리 소홀로 인하여 ID 및 비밀번호의 유출로 인해 회원에게 서비스 이용상의 손해가 발생하거나 제3자에 의한 부정이용 등으로 회원의 의무조항을 위반한 경우 ID 및 해당 도메인의 이용이 제한될 수 있습니다.
4. 회사가 본 약관 제6조의 위반 행위를 조사하는 과정에서 당해 회원 ID 및 도메인이 특정 위반행위에 직접적으로 관련되어 있는 경우 등 다른 이용자의 권익 보호 및 서비스의 질서유지를 위해 불가피할 경우에는 해당 ID 및 도메인의 이용을 일시적으로 정지할 수 있습니다. 이에 대해 이용자는 서비스 홈페이지 또는 전자 우편 등을 통해 이의신청을 할 수 있습니다.
 
제12조 (게시물의 권리와 책임)
1. 회원이 서비스 내에 작성한 게시물에 대한 책임 및 권리는 게시물을 등록한 회원에게 있습니다.
2. 회사는 이용자가 작성한 컨텐츠에 대해서 감시 및 관리할 수 없으며 이에 대해서 책임지지 않습니다. 회사는 이용자가 등록하는 게시물의 신뢰성, 진실성, 정확성 등에 대해서 책임지지 않으며 보증하지 않습니다. 단, 회사의 운영정책 내지 관련 법령에 반하는 게시물(광고 및 홍보 게시물, 외설, 폭력적인 메시지, 기타 공서양속에 반하는 게시물 등)에 대해서는 이를 제재하는 조치를 할 수 있습니다.
3. 회원이 회원탈퇴를 한 경우에는 본인 도메인에 기록된 저작물 일체는 삭제됩니다. 단, 저작물이 공동 저작을 통해 작성된 경우에는 공동 저작자의 도메인에 해당 게시물이 남을 수 있고, 제3자에 의하여 보관되거나 무단복제 등을 통하여 복제됨으로써 해당 저작물이 삭제되지 않고 재 게시된 경우에 대하여 회사는 책임을 지지 않습니다.

제13조 (게시물의 관리)
1. 이용자가 작성한 게시물에 대한 모든 권리와 책임은 이를 게시한 이용자에게 있으며, 회사는 이용자가 작성한 게시물이 다음 각 호에 해당하는 경우 회사의 정책에 따라 사전 통지 없이 해당 게시물을 삭제하거나, 열람을 제한하는 등의 조치를 취할 수 있습니다.
1) 타인의 권리나 명예, 신용 기타 정당한 이익을 침해하거나 심한 모욕을 주는 경우
2) 공공질서 및 미풍양속에 위반되는 내용일 경우
3) 범죄행위와 관련된 내용을 포함하는 경우
4) 회사의 저작권, 제3자의 저작권 등 기타 권리를 침해하거나 우려되는 내용인 경우
5) 불법물, 음란물 또는 청소년유해매체물의 게시, 광고 사이트를 링크하거나 음란물로 간주될 우려가 있는 경우
6) 회사로부터 사전 승인 받지 아니한 상업광고, 판촉 내용을 게시하거나 타 사이트의 링크를 게시하는 경우
7) 상품과 관련 없는 내용일 경우
8) 허위의 사실을 마치 진실인 것처럼 기재하여 회사의 업무를 방해하거나 회사의 사실관계 확인 요청에 2회 이상 불응한 경우
9) 회사가 제공하는 서비스 기타 영업행위의 원활한 진행을 방해하는 것으로 판단되는 경우
10) 기타 이 약관, 운영정책 또는 관련법령에 위반된다고 판단되는 경우
2. 본 조 제1항에 해당하는 게시물로 인하여 법률상 이익이 침해된 자는 관련 법령이 정한 절차에 따라 회사에 해당 게시물의 게시중단 및 삭제 등을 요청할 수 있고, 회사는 관련 법령에 따라 회사에게 발생한 손해를 이용자에게 구상할 수 있습니다.
3. 회원 탈퇴 이후에는 회원 정보가 삭제되어 작성자 본인을 확인할 수 없으므로 회원이 탈퇴이전에 작성한 게시물의 편집이나 삭제가 불가하며, 회원은 본인이 작성한 게시물의 삭제 또는 게시 중단 등을 원할 경우 회원 탈퇴 이전에 본인이 작성한 게시물에 대해 삭제 등 조치를 취하여야 합니다. 단, 법원, 수사기관이나 기타 행정기관으로부터 정보제공을 요청 받은 경우나 기타 법률에 의해 요구되는 경우에는 회사를 포함한 다른 사람이 해당 게시물을 열람할 수 있습니다.
 
제14조 (서비스 이용의 변경 및 중지)
1. 회원은 회사에 언제든지 회원 탈퇴를 요청할 수 있으며, 서비스의 이용중지를 원하는 경우에는 회사가 제공하는 서비스 페이지 또는 전자우편 등의 방법으로 회사에 중지신청을 할 수 있습니다. 회사는 이와 같은 요청을 받았을 경우, 회사가 별도로 고지한 방법에 따라 신속하게 처리합니다.
2. 회사는 이용자가 본 약관 제6조의 이용자의 의무를 위반한 경우 및 서비스의 정상적인 운영을 방해한 경우에는 사전 통보 후 이용자 자격을 제한, 이용계약을 해지하거나 또는 기간을 정하여 서비스의 이용을 중지할 수 있습니다.
3. 회사는 전항에도 불구하고, 저작권법을 위반한 불법프로그램의 제공 및 운영방해, 정보통신망법을 위반한 불법통신 및 해킹, 악성프로그램의 배포, 접속권한 초과행위 등과 같이 관련법을 위반한 경우에는 즉시 영구이용정지를 할 수 있습니다.
4. 회사는 이용자가 3개월 이상 비밀번호를 변경하지 않고 이용중인 경우, 이용자에 비밀번호 변경 안내를 할 수 있습니다.
5. 회사는 이용자의 아이디 조회/비밀번호 변경 서비스를 휴대폰 본인인증 또는 본인 e-mail 정보를 제공해 준 이용자에 한해서 제공합니다.
 
제15조 (책임 제한)
1. 회사는 약관, 서비스 이용 방법 및 이용 기준을 준수하지 않는 등 이용자의 귀책사유로 인한 서비스 이용의 장애에 대하여는 책임을 지지 않습니다.
2. 회사는 서비스를 통하여 게재한 정보, 자료, 사실의 신뢰도, 정확성 등의 내용에 관하여는 보증하지 않습니다.
3. 회사는 이용자 간 또는 이용자와 제3자 상호간에 서비스를 매개로 하여 거래 등을 한 경우에는 책임이 면제됩니다.
4. 회사는 무료로 제공되는 서비스 이용과 관련하여 관련법에 특별한 규정이 없는 한 책임을 지지 않습니다.
5. 회사는 천재지변, 전쟁, 기간통신사업자의 서비스 중지, 디도스(DDOS)공격, IDC장애 , 제3자가 제공하는 오픈 아이디의 인증 장애, 해결이 곤란한 기술적 결함 기타 불가항력으로 인하여 서비스를 제공할 수 없는 경우 책임이 면제됩니다.
6. 회사는 사전에 공지된 서비스용 설비의 보수, 교체, 정기점검, 공사 등 부득이한 사유로 서비스가 중지되거나 장애가 발생한 경우에 대하서는 책임이 면제됩니다.
7. 이용자는 자신의 결정에 의하여 회사의 서비스를 사용하여 특정 프로그램이나 정보 등을 다운받거나 접근함으로써 입게 되는 컴퓨터 시스템상의 손해나 데이터, 정보의 상실에 대한 책임을 집니다.
8. 회사는 기간통신사업자가 전기통신서비스를 중지하거나 정상적으로 제공하지 아니하여 손해가 발생한 경우에는 책임이 면제됩니다.
9. 회원의 컴퓨터 오류, 신상정보 및 전자우편 주소의 부정확한 기재, 비밀번호 관리의 소홀 등 이용자의 귀책사유로 인해 손해가 발생한 경우 회사는 책임을 지지 않습니다.
10. 회사는 이용자의 컴퓨터 환경이나 회사의 관리 범위에 있지 아니한 보안 문제로 인하여 발생하는 제반 문제 또는 현재의 보안기술 수준으로 방어가 곤란한 네트워크 해킹 등 회사의 귀책사유 없이 발생하는 문제에 대해서 책임을 지지 않습니다.
11. 회사는 서비스가 제공한 내용에 대한 중요 정보의 정확성, 내용, 완전성, 적법성, 신뢰성 등에 대하여 보증하거나 책임을 지지 않으며, 사이트의 삭제, 저장실패, 잘못된 인도, 정보에 대한 제공에 대한 궁극적인 책임을 지지 않습니다. 또한, 회사는 이용자가 서비스 내 또는 웹사이트 상에 게시 또는 전송한 정보, 자료, 사실의 신뢰도, 정확성, 완결성, 품질 등 내용에 대해서는 책임을 지지 않습니다.
12. 회사는 이용자 상호간 또는 이용자와 제 3자 상호 간에 서비스를 매개로 발생한 분쟁에 대해 개입할 의무가 없으며 이로 인한 손해를 배상할 책임도 없습니다.
13. 회사는 이용자가 서비스를 이용하여 기대하는 효용을 얻지 못한 것에 대하여 책임을 지지 않으며 서비스에 대한 취사 선택 또는 이용으로 발생하는 손해 등에 대해서는 책임이 면제됩니다.
14. 회사는 이용자의 게시물을 등록 전에 사전심사 하거나 상시적으로 게시물의 내용을 확인 또는 검토하여야 할 의무가 없으며, 그 결과에 대한 책임을 지지 않습니다.
 
제16조 (회원탈퇴 및 자격상실 등)
1. 회원은 회사에 언제든지 탈퇴를 요청할 수 있으며 회사는 즉시 회원탈퇴를 처리합니다. 다만, 다음 각 호의 경우에는 각 호의 규정에 따릅니다.
1) 본인인증을 하였던 이용자는 본인 인증 절차를 진행 후 탈퇴 가능합니다.
2) 본인인증을 하지 않았던 이용자는 인증 절차 진행을 하지 않고 탈퇴가 가능합니다.
3) 진행 중인 주문 건이 존재하는 경우, 주문 건 진행을 모두 완료한 후 탈퇴가 가능합니다.
2. 회원의 재가입은 탈퇴일로부터 30일 경과한 후 가능합니다.
3. 회원의 탈퇴 후 재가입을 희망하는 이용자는 최초 이용할 때 등록한 아이디(ID)는 사용할 수 없습니다.
4. 회원이 다음 각호의 사유에 해당하는 경우, 회사는 회원자격을 제한 및 정지시킬 수 있습니다.
1) 가입 신청 시에 허위 내용을 등록한 경우
2) 사이트를 이용하여 구입한 재화 등의 대금, 기타 사이트 이용에 관련하여 회원이 부담하는 채무를 기일에 지급하지 않는 경우
3) 사이트를 이용하여 구입한 재화를 정당한 사유 없이 수취 거부 하였을 경우
4) 다른 사람의 사이트 이용을 방해하거나 그 정보를 도용하는 등 전자상거래질서를 위협하는 경우
5) 사이트를 이용하여 법령 또는 이 약관이 금지하거나 공서양속에 반하는 행위를 하는 경우
6) 기타 다음과 같은 행위 등으로 회사의 건전한 운영을 해하거나 회사의 업무를 방해하는 경우
가. 회사의 운영에 관련하여 근거 없는 사실 또는 허위의 사실을 적시하거나 유포하여 회사의 명예를 실추시키거나 회사의 신뢰성을 해하는 경우
나. 회사의 이용 등과 관련하여 회사의 직원 및 회사의 업무를 수행하는 협력사의 직원에게 폭언 또는 음란한 언행을 하여 업무환경을 심각히 해하는 경우
다. 회사의 이용 등과 관련하여 이유 없는 잦은 연락을 하거나 소란 또는 협박, 인과관계가 없는 피해에 대한 보상(적립금, 현금, 상품) 요구 등으로 업무를 방해하는 경우
라. 회사를 통해 구입한 재화, 상품 또는 용역에 특별한 하자가 없는데도 불구하고 일부 사용 후 상습적인 취소, 전부 또는 일부 반품 등으로 업무를 방해하는 경우. 상습성의 판단은 내부 규정이 있는 경우 그에 따릅니다.
마. 회사의 이용 등과 관련하여 이유 없는 취소/반품 또는 기타 행위 등의 방법으로 사이트에서 포인트 등을 부정하게 적립 받거나 쿠폰 등을 부당하게 발급받거나 사용하여 부당하게 이득을 취한 경우
바. 사망한 회원에 대해 회사의 합리적인 판단에 근거하여 회원 서비스의 제공을 거부할 필요가 있다고 인정할 경우
사. 재판매 목적으로 재화 등을 중복 구매하여 거래질서를 방해하는 경우
아. 회원 가입 혜택 및 특정 서비스 이용혜택을 취하고자 허위의 정보로 회원 가입 또는 서비스를 이용하는 경우
자. 기타 회사의 운영정책을 위반하는 행위의 경우
5. 회사가 경고, 회원 자격을 제한 또는 정지시킨 후에도 동일한 행위가 2회 이상 반복되거나 30일 이내에 그 사유가 시정되지 아니하는 경우, 회사는 회원자격을 상실 시킬 수 있습니다.
6. 회사가 회원자격을 상실시키는 경우에는 회원등록을 말소합니다. 이 경우 회사는 회원에게 이를 통지하고, 회원등록 말소 전 최소한 30일 이상의 기간을 정하여 소명할 기회를 부여합니다.
7. #SHOP과 하이버, 마미 통합회원으로 선택사항으로 개별/동시 탈퇴가 진행됩니다. 또한, 회원 탈퇴 및 자격상실한 경우 소지한 포인트 및 쿠폰은 소멸되며 복구되지 않습니다.


제4장 전자상거래 서비스

제1절 통신판매중개 서비스

제17조 (구매신청)
1. 사이트 이용자는 다음 또는 이와 유사한 방법에 의하여 회사에 구매를 신청하며, 회사는 이용자가 구매신청을 함에 있어서 다음의 각 내용을 알기 쉽게 제공하여야 합니다.
1) 재화 등의 검색 및 선택
2) 받는 사람의 성명, 주소, 전화번호, 전자우편주소(또는 이동전화번호) 등의 입력
3) 약관내용, 청약철회권이 제한되는 서비스, 배송료, 설치비 등의 비용부담과 관련한 내용에 대한 확인
4) 본 약관에 동의하고 위 3호의 사항을 확인하거나 거부하는 표시(예, 마우스 클릭)
5) 재화 등의 구매신청 및 이에 관한 확인
6) 결제방법의 선택
2. 회사가 제3자에게 구매자 개인정보를 제공할 필요가 있는 경우, 1) 개인정보를 제공받는 자, 2) 개인정보를 제공받는 자의 개인정보 이용목적, 3) 제공하는 개인정보의 항목, 4) 개인정보를 제공받는 자의 개인정보 보유 및 이용기간을 구매자에게 알리고 동의를 받아야 하며, 이는 이미 동의를 받은 사항이 변경되는 경우에도 동일하게 적용합니다. 단, 관련 법령에 달리 정함이 있거나 관련 법령이 개정되는 경우 그에 따릅니다.
3. 회사가 제3자에게 구매자의 개인정보를 취급할 수 있도록 업무를 위탁하는 경우에는 1) 개인정보 취급위탁을 받는 자, 2) 개인정보 취급위탁을 하는 업무의 내용을 구매자에게 알리고 동의를 받아야 하며, 이는 이미 기존에 동의를 받은 사항이 변경되는 경우에도 동일하게 적용합니다. 다만, 서비스 제공에 관한 계약이행을 위해 필요하고 구매자의 편의증진과 관련된 경우에는 「개인정보 보호법」, 「정보통신망 이용촉진 및 정보보호 등에 관한 법률」에서 정하고 있는 방법으로 개인정보 처리방침을 통해 알림으로써 고지절차와 동의절차를 거치지 않아도 됩니다.
회사의 정책 및 필수적으로 요구하는 정보를 오기재, 미기재 등 이용자의 과실로 인하여 발생하는 문제는 이용자의 책임으로 합니다. 

제18조 (이용계약의 성립)
1. 회사는 제17조와 같은 구매 신청에 대하여 다음 각호에 해당하면 승낙하지 않을 수 있습니다. 다만, 미성년자와 계약을 체결하는 경우에는 법정대리인의 동의를 얻지 못하면 미성년자 본인 또는 법정대리인이 계약을 취소할 수 있다는 내용을 고지하여야 합니다.
1) 신청 내용에 허위, 기재누락, 오기재가 있는 경우
2) 미성년자가 담배, 주류 등 청소년보호법에서 금지하는 재화 및 용역을 구매하는 경우
3) 상행위(재판매) 목적으로 구매하는 거래이거나, 거래 정황상 상행위(재판매)를 목적으로 한 구매로 판단되는 경우(단, 상행위로 인정하는 기준, 구매청약 거절, 계약 취소 등의 조치 방법은 해당 사이트에서 정한 정책에 따름)
4) 국외 배송의 경우
5) 기타 구매신청에 승낙하는 것이 회사의 기술상 현저히 지장이 있다고 판단하는 경우
6) 제16조 제4항에 해당하여 회원자격이 제한 및 정지된 고객의 구매신청임이 확인된 경우
7) 기타 위 각 호와 유사한 사유
8) 회사의 운영정책에 위반되는 경우
2. 회사의 승낙이 제10조의 수신확인통지형태로 이용자에게 도달한 시점에 계약이 성립한 것으로 봅니다.
3. 회사의 승낙의 의사표시에는 이용자의 구매 신청에 대한 확인 및 판매가능 여부, 구매신청의 정정 취소등에 관한 정보 등을 포함하여야 합니다.
4. 회원의 구매 서비스 이용은 최초 본인 확인된 1개 아이디(ID)에 한하여 가능합니다. 단, 비회원의 경우 본 약관 및 본인인증 후 구매서비스 이용이 가능합니다.
5. 개인 회원이 가입 시에 본인확인기관을 통하여 휴대전화 인증(또는 I-PIN 인증)으로 본인확인절차를 진행해야 하며(본인확인 이외에 회사가 정하는 별도의 수단으로 추가 인증을 요구할 수 있음), 회사는 본인확인절차를 따를 수 없는 이용 신청이 있으면 해당 가입자에게 증빙자료를 요청할 수 있습니다.
 

제19조 (지급방법)

사이트에서 구매한 재화 또는 용역에 대한 대금지급방법은 다음 각호의 방법 중 가용한 방법으로 할 수 있습니다. 다만, 다음 각 호의 대금지급방법은 회사가 운영하는 사이트 별로 다르게 적용될 수 있으며, 이용자의 구매신청 경로, 지역에 따라 특정 지급방법으로 제한될 수 있으므로, 이 경우 회사는 이를 이용자에게 안내하여야 합니다
1) 폰뱅킹, 인터넷뱅킹, 메일 뱅킹 등의 각종 계좌이체
2) 회사가 인정하는 선불카드, 직불카드, 신용카드 등의 각종 카드 결제
3) 온라인 무통장입금
4) 전자화폐에 의한 결제
5) 회사가 지급한 포인트에 의한 결제
6) 회사와 계약을 맺었거나 회사가 인정한 상품권에 의한 결제
7) 기타 전자적 지급 방법에 의한 대금 지급 등
 
제20조 (수신확인통지, 구매신청 변경 및 취소)
1. 회사는 이용자의 구매신청이 있는 경우 이용자에게 수신확인 통지를 합니다.
2. 수신확인통지를 받은 이용자는 의사표시의 불일치 등이 있는 경우에는 수신확인통지를 받은 후 즉시 구매신청 변경 및 취소를 요청할 수 있고 회사는 배송 전에 이용자의 요청이 있는 경우에는 지체없이 그 요청에 따라 처리하여야 합니다. 다만 이미 대금을 지불한 경우에는 제23조의 청약철회 등에 관한 규정에 따릅니다.
 
제21조 (재화 등의 공급)
1. 회사는 이용자와 재화 등의 공급시기에 관하여 별도의 약정이 없는 이상, 이용자가 청약을 한 날부터 7일 이내에 재화 등을 배송할 수 있도록 주문제작, 포장 등 기타의 필요한 조치를 취합니다. 다만, 회사가 이미 재화 등의 대금의 전부 또는 일부를 받은 경우에는 대금의 전부 또는 일부를 받은 날부터 3영업일 이내에 조치를 취합니다. 이때 회사는 이용자가 재화 등의 공급 절차 및 진행 사항을 확인할 수 있도록 적절한 조치를 합니다.
2. 회사는 이용자가 구매한 재화에 대해 배송수단, 수단별 배송비용 부담자, 수단별 배송기간 등을 명시합니다. 만약 회사가 약정 배송기간을 초과한 경우에는 그로 인한 이용자의 손해를 배상하여야 합니다. 다만 회사가 고의 및 과실이 없음을 입증한 경우에는 그러하지 아니합니다.
 
제22조 (환급)
1. 회사는 이용자가 구매 신청한 재화 등이 품절 등의 사유로 인도 또는 제공을 할 수 없을 때에는 지체 없이 그 사유를 이용자에게 통지하고, 사전에 재화 등의 대금을 받은 경우에는 대금을 받은 날부터 3영업일 이내에 환급하거나 환급에 필요한 조치를 취합니다.
2. 회사는 이용자가 구매 취소 또는 반품을 신청한 경우 이용자가 구매대금을 결제한 수단과 동일한 수단으로 환불하는 것을 원칙으로 합니다. 동일한 수단으로 환불하는 것이 불가한 경우 회사가 정하는 수단으로 환불할 수 있습니다.

제23조 (청약철회 등)
1. 사이트를 통하여 재화 등의 구매에 관한 계약을 체결한 이용자는 계약내용에 관한 서면을 받은 날(서면을 받은 때보다 재화 등의 공급이 늦게 이루어진 경우에는 재화 등을 공급 받거나 재화 등의 공급이 시작된 날을 말합니다)부터 7일 이내에는 청약의 철회를 할 수 있습니다. 다만, 청약철회에 관하여 「전자상거래 등에서의 소비자보호에 관한 법률」에 달리 정함이 있는 경우에는 동 법 규정에 따릅니다.
2. 이용자는 재화 등을 배송 받은 경우 다음 각 호에 해당하는 경우에는 반품 및 교환을 할 수 없습니다.
1) 이용자에게 책임 있는 사유로 재화 등이 멸실 또는 훼손된 경우 (다만, 재화 등의 내용을 확인하기 위하여 포장 등을 훼손한 경우에는 청약철회를 할 수 있습니다.)
2) 이용자의 사용 또는 일부 소비에 의하여 재화 등의 가치가 현저히 감소한 경우
3) 시간의 경과에 의하여 재판매가 곤란할 정도로 재화 등의 가치가 현저히 감소한 경우
4) 같은 성능을 지닌 재화 등으로 복제가 가능한 경우 그 원본인 재화 등의 포장을 훼손한 경우
5) 특정 재화 등에 대하여 청약철회 시 회복할 수 없는 중대한 피해가 예상되어 사전에 청약철회 제한에 관하여 고지하고, 이용자의 동의가 이루어진 경우
6) 이외에 「 전자상거래 등에서의 소비자보호에 관한 법률」에서 청약철회 제한 사유로 정하는 경우
3. 본 조 제2항 제2호 내지 제4호의 경우에 회사가 사전에 청약철회 등이 제한되는 사실을 소비자가 쉽게 알 수 있는 곳에 명기하거나 시용상품을 제공하는 등의 조치를 하지 않았다면 이용자의 청약철회 등이 제한되지 않습니다.
4. 다음 각 호의 경우에는 회사는 재화 등을 반품 받은 날로부터 3영업일 이내에 이용자의 요구에 따라 환급 또는 교환 조치를 합니다. 다만 그 요구기한은 이용자가 재화 등을 공급받은 날로부터 3개월 이내, 그 사실을 안 날 또는 알 수 있었던 날로부터 30일 이내로 합니다.
1) 배송된 재화 등이 주문내용과 상이하거나 회사가 제공한 표시·광고 내용과 상이할 경우
2) 재화 등이 파손, 손상되었거나 오염된 상태로 배송된 경우
3) 「전자상거래 등에서의 소비자보호에 관한 법률」에 의하여 광고에 표시하여야 할 사항을 표시하지 아니한 상태에서 이용자의 청약이 이루어진 경우
 
제24조 (청약철회 등의 효과)
1. 회사는 이용자로부터 재화 등을 반환 받은 경우 3영업일 이내에 이미 지급받은 재화 등의 대금을 환급합니다. 이 경우 회사가 이용자에게 재화 등의 환급을 지연한 때에는 그 지연기간에 대하여 「전자상거래 등에서의 소비자보호에 관한 법률」이 정하는 지연이자율을 곱하여 산정한 지연이자를 지급합니다.
2. 회사는 위 대금을 환급함에 있어서 이용자가 신용카드 또는 전자화폐 등의 결제수단으로 재화 등의 대금을 지급한 때에는 지체없이 당해 결제수단을 제공한 사업자로 하여금 재화 등의 대금의 청구를 정지 또는 취소하도록 요청합니다.
3. 청약철회 등의 경우 공급받은 재화 등의 반환에 필요한 비용은 이용자가 부담합니다. 회사는 이용자에게 청약철회 등을 이유로 위약금 또는 손해배상을 청구하지 않습니다. 다만 재화 등의 내용이 표시·광고 내용과 다르거나 계약내용과 다르게 이행되어 청약철회 등을 하는 경우에는, 재화 등의 반환에 필요한 비용은 회사 또는 판매자가 부담합니다.
4. 이용자가 재화 등을 제공받을 때 배송비를 부담한 경우에 회사는 청약철회 시 그 비용을 누가 부담하는지를 이용자가 알기 쉽도록 명확하게 표시합니다.
 

제2절 통신판매 서비스

제25조 (직매입 상품의 특칙)
1. 회사가 이용자에게 판매하는 직매입 상품의 경우, 회사는 이용자에 대하여 판매자의 지위를 갖습니다.
2. 제1항의 범위에서, 회사는 이용자에게 통신판매업자의 지위에서 법률상 책임을 부담합니다.
 
제6장 개인정보 보호

제26조 (개인정보보호 의무)
1. 회사는 「정보통신망 이용촉진 및 정보보호 등에 관한 법률」, 「개인정보 보호법」 등 관계법령이 정하는 바에 따라 이용자의 개인정보를 보호하기 위하여 노력합니다.
2. 회사의 개인정보 보호 등에 관한 자세한 사항은 관계법령 및 개인정보처리방침을 준용합니다.
 
제7장 기타

제27조 (포인트, 쿠폰 등)
1. 회사는 회원이 상품을 구매하거나, 리뷰를 작성하는 경우 또는 이벤트 등 마케팅 활동을 통해 회원에게 일정한 포인트를 부여하거나 쿠폰을 발급할 수 있습니다.
2. 제1항에 따라 완료된 재화 등의 구매 및 공급이 취소 또는 철회되거나, 전산시스템의 오류, 또는 기타 비정상적인 방법으로 포인트가 적립되거나 쿠폰이 발급된 경우, 회사는 적립된 포인트를 회수할 수 있으며 ID(고유번호) 삭제 및 형사 고발 등 기타 조치를 취할 수 있습니다.
3. 회사가 운영하는 사이트 별로 자체적으로 운영하는 포인트, 쿠폰의 적립 및 사용 등과 관련된 기타 상세한 사항은 해당 포인트, 쿠폰이 발생한 각 사이트의 운영 정책에 따릅니다.
4. 포인트는 상품 구매 시 사용가능 기준 하에 현금가액과 동일하게 사용할 수 있으나 (단 사용불가 사전고지품목 제외), 현금으로 환불되지 않습니다.
5. 포인트 및 쿠폰은 회원의 탈퇴 및 자격상실 시 소멸되며 복구되지 않습니다. 또한 포인트 및 쿠폰의 유효기간은 부여 시 고지된 유효기간, 고지가 없는 경우에는 부여한 날로부터 6개월입니다. 유효기간 내에 사용하지 않는 포인트, 쿠폰은 자동으로 소멸됩니다.
6. 포인트 및 쿠폰은 회원 본인의 상품 구매 시에만 사용할 수 있으며 어떠한 경우에도 타인에게 양도 또는 이전할 수 없습니다. 쿠폰 및 포인트를 사용하여 상품을 구입한 후 취소나 반품으로 환불이 이루어진 경우에는 쿠폰의 재사용이 불가능할 수 있습니다.
7. 타인에게 포인트 및 쿠폰을 양도 또는 이전, 구매대행 등의 행위를 한 경우 회사는 이를 적발할 시 회원자격 박탈 및 손해배상청구 등 기타 조치를 취할 수 있습니다.

제28조 (약관의 게시와 효력, 개정)
1. 회사는 이 약관의 내용과 상호, 영업소 소재지 주소(소비자의 불만을 처리할 수 있는 곳의 주소 포함), 대표자의 성명, 사업자등록번호, 연락처(전화, 팩스, 전자우편 주소 등), 통신판매업신고번호, 개인정보관리책임자 등을 이용자가 쉽게 알 수 있도록 사이트의 초기 화면(전면)에 게시합니다. 다만, 약관의 내용은 이용자가 연결화면을 통하여 볼 수 있도록 할 수 있습니다.
2. 회사는 이용자가 약관에 동의하기에 앞서 약관에 정하여져 있는 내용 중 청약철회·배송책임·환불조건 및 회사가 제공하는 서비스 등과 같은 중요한 내용을 이용자가 이해할 수 있도록 별도의 연결화면 또는 팝업화면 등을 제공하여 이용자의 확인을 구할 수 있습니다.
3. 회사가 약관을 개정할 경우에는 적용일자 및 개정사유를 명시하여 현행약관과 함께 사이트의 초기화면 또는 초기화면과의 연결화면을 통해 그 적용일자 7일 이전부터 적용일자 전일까지 공지합니다. 다만, 이용자에게 불리하게 약관내용을 변경하는 경우에는 최소한 30일 이상의 사전 유예기간을 두고 공지합니다. 이 경우 사이트는 개정 전 내용과 개정 후 내용을 명확하게 비교하여 이용자가 알기 쉽도록 표시합니다.
4. 회사가 개정약관을 공지 또는 통지하면서 회원에게 공지 또는 통지 후 약관 적용일자 전일까지 개정약관에 대한 특별한 의사표시를 하지 않으면 동의한 것으로 본다는 뜻을 명확하게 따로 공지 또는 통지 하였음에도 회원이 명시적으로 거부의사를 표시하지 아니한 경우 회원이 개정약관에 동의한 것으로 봅니다. 또한, 회원이 개정약관의 적용에 동의하지 않는 경우 회사는 개정약관의 내용을 적용할 수 없으며, 이 경우, 회원은 이용계약을 해지할 수 있습니다. 다만, 기존약관을 적용할 수 없는 특별한 사정이 있는 경우에는 회사는 이용계약을 해지할 수 있습니다.
5. 변경된 약관 조항 중 재화 등의 구매계약에 관한 조항은 그 적용일자 이후에 체결되는 계약에만 적용되고 그 이전에 이미 체결된 계약에 대해서는 변경전의 조항이 그대로 적용됩니다. 다만, 이미 매매계약을 체결한 이용자가 변경된 조항의 적용을 받기를 원하는 뜻을 상기 제3항에 의한 변경약관의 공지기간 내에 회사에 송신하여 회사의 동의를 받은 경우에는 변경된 조항이 적용됩니다.
6. 회사는 「전자상거래 등에서의 소비자보호에 관한 법률」, 「약관의 규제에 관한 법률」, 「전자문서 및 전자거래기본법」, 「전자금융거래법」, 「전자서명법」, 「정보통신망 이용촉진 및 정보보호 등에 관한 법률」, 「방문판매 등에 관한 법률」, 「소비자기본법」 등 관련 법령을 위배하지 않는 범위에서 이 약관을 개정할 수 있습니다.
 
제29조 (분쟁해결)
1. 회사는 이용자가 제기하는 정당한 의견이나 불만을 반영하고 그 피해를 보상처리하기 위하여 피해보상처리기구를 설치 및 운영합니다.
2. 회사는 이용자로부터 제출되는 불만사항 및 의견은 우선적으로 그 사항을 처리합니다. 다만, 신속한 처리가 곤란한 경우에는 이용자에게 그 사유와 처리일정을 즉시 통보해 드립니다.
3. 회사와 이용자 간에 발생한 전자상거래 분쟁과 관련하여 이용자의 피해구제신청이 있는 경우에는 공정거래위원회 또는 시․도지사가 의뢰하는 분쟁조정기관의 조정에 따를 수 있습니다.

제30조 (관할권 및 준거법)
1. 회사와 이용자 간에 발생한 본 약관과 관련된 분쟁에 관한 소송은 대한민국 법원에 전속관할이 있고, 대한민국 내 민사소송법 상의 관할에 따릅니다.
2. 회사와 이용자 간에 제기된 본 약관과 관련된 소송에는 대한민국 법을 적용합니다.
 
제31조 (약관의 해석과 예외 준칙)
1. 회사가 제공하는 세부적인 서비스 내용에 관하여 별도의 개별약관, 공지, 안내 등(이하 “개별약관 등”라 함)이 있는 경우 개별약관 등은 본 약관에 우선하여 적용되며, 개별약관 등에 명시되지 아니한 내용은 본 약관의 내용을 준용합니다.
2. 이 약관에서 정하지 아니한 사항과 이 약관의 해석에 관하여는 「전자상거래 등에서의 소비자 보호에 관한 법률」, 「약관의 규제 등에 관한 법률」, 공정거래위원회가 정하는 「소비자기본법」 등에서의 소비자 보호 지침 및 관계법령 또는 상관례에 따릅니다.
		</pre>
	</div>
</div>
<!-- 푸터 -->
<%@ include file="/resources/include/footer.jsp"%>

</body>
</html>